package laba34.classes;

public class Article {
    public String shupalca() {
        return " В ней говорилось, что щупальца Спрутса тянутся к карманам владельцев гигантских акций с целью опустошить их. " ;
    }
    public String itog(){
        return "Эта статья также произвела свое действие, в результате чего акции стали продаваться по шестьдесят сантиков. ";
    }
    public String sprutsm(){
        return "В этой статье Гадкинз указывал на то, что Спрутс не ответил ни слова на все возводимые на него обвинения. ";
    }
    public String pravdavspruts(){
        return "Раз он молчит, писал Гадкинз, значит, все это правда, а если все это правда, ";
    }
    public String ilinet(){
        return " то Спрутс на самом деле решил подорвать доверие к Обществу гигантских растений и прибрать к рукам акции. ";
    }
    public String obshestvo(){
        return "Каждый, кто читал эту статью, приходил к убеждению, ";
    }
    public String doroje(){
        return " что на следующий день акции будут продаваться еще дороже и уж во всяком случае восстановятся в своей прежней цене. ";
    }
    public String statespruts(){
        return "В статье писалось, что Спрутс молчал, так как было смешно отвечать на какие-то нелепые, сумасбродные обвинения.";
    }
    public String povorot(){
        return "  Как мог господин Спрутс подрывать доверие к Обществу гигантских растений, в то время как никакого такого общества и на свете-то нет? -- спрашивалось в статье.";
    }
    public String povorot2(){
        return " Ведь с тех пор как учредители этого общества удрали с деньгами, общество само собой перестало существовать, так как что оно может стоить без принадлежавшего ему капитала.";
    }
    public String povorot3(){
        return "Какую цену могут иметь акции, если деньги, собранные от их продажи, бесследно исчезли?";
    }
    public String povorot4(){
        return "Абсолютно никакой ценности они иметь уже, конечно, не могут, и приходится лишь удивляться существованию чудаков, которые тратят денежки на приобретение акций, годных лишь на то, чтобы оклеивать ими стены в чуланах. ";
    }
    public String moshenniki(){
        return "Но на следующий день во всех газетах были напечатаны статьи, сообщавшие о бегстве Миги и Жулио, и опубликованы фотографии,";
    }
    public String moshenniki2(){
        return "снятые в тот момент, когда разъяренная толпа ворвалась в контору по продаже гигантских акций, чтоб потребовать свои деньги обратно.";
    }
}
